soap_action.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:ns="http://comverse-in.com/prepaid/ccws" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header><wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd"><wsse:UsernameToken wsu:Id="UsernameToken-1" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd"><wsse:Username>MTM_ADMIN</wsse:Username><wsse:Nonce>73e0ac8f544e0fca88ce542bc6f23909a165bcb2</wsse:Nonce><wsu:Created>2013-09-03T17:59:45+05:30</wsu:Created><wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordDigest">MzM2ODdhNzZlZjU2YmZiOGQwOGM5NGY3NjM5N2EzNThhOTM2NjM4Mg==</wsse:Password></wsse:UsernameToken><wsu:Timestamp wsu:Id="Timestamp-2" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd"><wsu:Created>2013-09-03T12:29:45Z</wsu:Created><wsu:Expires>2013-09-03T12:30:45Z</wsu:Expires></wsu:Timestamp></wsse:Security></SOAP-ENV:Header><SOAP-ENV:Body><ns:GetCache></ns:GetCache></SOAP-ENV:Body></SOAP-ENV:Envelope>